# St7GetLinkID

Returns the ID number assigned to the specified link.

long St7GetLinkID(long uID, long LinkNum, long* LinkID)
Input Parameters
uID
Strand7 model file ID.
LinkNum
Link number.
Output Parameters
LinkID
Link ID.